{
  "companies": [
    {
      "slug": "gelila-shoe",
      "name": "Gelila Shoe & sole factory",
      "title": "Gelila Shoe & sole factory",
      "badge": "Subsidiary Company",
      "description": "A groundbreaking shoe & sole manufacturing company based in Addis Ababa, Ethiopia. With a perfect blend of expertise from Italian and Ethiopian artisans, our company specializes in designing and producing a wide range of high-quality shoes.",
      "location": "Addis Ababa, Ethiopia",
      "paragraphs": [
        {
          "type": "highlight",
          "content": "Gelila Shoe & sole factory is a groundbreaking shoe & sole manufacturing company based in Addis Ababa, Ethiopia. With a perfect blend of expertise from Italian and Ethiopian artisans, our company specializes in designing and producing a wide range of high-quality shoes."
        },
        {
          "type": "normal",
          "content": "From classic moccasins to durable safety footwear, stylish military boots to sophisticated gentlemen's shoes, and elegant ladies' shoes, we cater to a diverse clientele with varied tastes."
        },
        {
          "type": "normal",
          "content": "Our team is composed of highly skilled shoe makers who bring a wealth of experience and craftsmanship to every pair of shoes that we create. We have sought out the most talented Italian and Ethiopian shoe artisans, ensuring that our footwear exemplifies the finest traditions in shoemaking."
        },
        {
          "type": "emphasis",
          "content": "At Gelila Shoe & sole factory, we pride ourselves on our meticulous attention to detail and uncompromising dedication to quality. Each shoe we produce undergoes a thorough quality control process to guarantee excellence in every stitch, seam, and embellishment."
        },
        {
          "type": "normal",
          "content": "We source only the finest materials, carefully selected for their durability, comfort, and aesthetics, enabling us to create footwear that not only looks stunning but also stands the test of time."
        },
        {
          "type": "normal",
          "content": "Our shoes collection embodies timeless style and elegance, making them a go-to choice for those seeking comfortable yet sophisticated footwear. Crafted with precision, our moccasins stand out for their impeccable fit and luxurious finishes."
        },
        {
          "type": "normal",
          "content": "When it comes to safety shoes, we understand the importance of protecting and supporting the feet of professionals working in demanding environments. Our safety footwear combines advanced protective features with ergonomic designs, ensuring exceptional durability, slip resistance, and overall comfort."
        },
        {
          "type": "normal",
          "content": "We also offer a wide range of military boots that meet the rigorous demands of military personnel and outdoor enthusiasts alike. Our military boots are built to withstand harsh conditions, providing ultimate protection and support in challenging terrains."
        },
        {
          "type": "normal",
          "content": "Gentlemen seeking unmatched style and craftsmanship need look no further than our collection of fine shoes. From classic Oxfords to contemporary brogues, our gentlemen's shoes are meticulously crafted to elevate any outfit and exude sophistication."
        },
        {
          "type": "normal",
          "content": "Not to be outdone, our ladies' shoes blend beauty and comfort effortlessly. Whether you prefer trendy heels, chic flats, or versatile boots, our ladies' collection showcases stunning designs that celebrate femininity and individuality without compromising on comfort."
        },
        {
          "type": "quote",
          "content": "At Gelila Shoe & sole factory, we are committed to social responsibility and fair trade practices. By combining the best of Italian and Ethiopian craftsmanship, we contribute to the growth of the local economy and provide employment opportunities that empower our artisans and their communities."
        },
        {
          "type": "normal",
          "content": "We invite you to experience the excellence and artistry of our footwear. Discover the perfect pair that complements your style, supports your needs, and adds a touch of elegance to every step you take. Choose Gelila Shoe & sole factory for shoes that are beyond just footwear - they are a seamless expression of style and craftsmanship."
        }
      ],
      "image": {
        "src": "https://lh3.googleusercontent.com/aida-public/AB6AXuCunK55Dy_mEJRUYxiUouX9-8a2_3EUBp4OCZOqFGS_uY9jgPMX8fomKkxlJVJ0fmFWecsh0P5Lj2Ka_ZixwCbys08VHjoIOJ3bE4N8NKIiPSbIfsGUJSLlJYM2aUiJ5kIAC466LsuzI1F1Ijamy0ESuej2550evf9JlhuvYBCxym5RfACNUHoLYEhAfFYgegis-4VZgfr8upIkmmLH1nPM7oQ6CCc-mNMagJso8Q_mwnWDXuDjx8bTjAyLQQSredlTGQU_4vm18yOP",
        "alt": "Stylish leather shoes being stitched on a production line at Gelila Shoe & sole factory"
      }
    },
    {
      "slug": "soloda-bus",
      "name": "Soloda Bus Public Transport ",
      "title": "Soloda Bus Public Transport",
      "badge": "Subsidiary Company",
      "description": "A subsidiary of Gelila Manufacturing PLC, providing reliable, modern, and comfortable long-distance passenger transport services across Ethiopia.",
      "location": "Addis Ababa, Ethiopia",
      "paragraphs": [
        {
          "type": "highlight",
          "content": "Soloda Special Bus Public Transport Service Company is a subsidiary of Gelila Manufacturing PLC, providing reliable, modern, and comfortable long-distance passenger transport services across Ethiopia. Since launching our operations in 2024, we have been committed to connecting major cities and towns with exceptional service quality and unmatched customer care."
        },
        {
          "type": "normal",
          "content": "Today, Soloda Bus operates premium cross-country routes linking Addis Ababa with Denbi Delo, Nekemt, Metu, Gambela, Jijiga, Mekelle, Shire Indeslasie, and other destinations. We are recognized as one of Ethiopia's leading long-distance transport providers—offering a unique blend of comfort, safety, and convenience."
        },
        {
          "type": "quote",
          "content": "Our dedication to delivering outstanding travel experiences sets us apart in the industry. From our modern fleet to our well-trained customer service personnel, we ensure that every journey meets the highest standards of comfort and satisfaction."
        },
        {
          "type": "emphasis",
          "content": "Our Luxury Fleet"
        },
        {
          "type": "normal",
          "content": "At Soloda Bus, we operate luxury and uniquely designed buses built to provide an elevated travel experience. Our vehicles are equipped with modern onboard amenities, plush sofa-style seats, and advanced safety systems—ensuring your comfort, entertainment, and security throughout the journey."
        },
        {
          "type": "emphasis",
          "content": "Onboard Amenities"
        },
        {
          "type": "normal",
          "content": "Our luxury buses feature 3-by-2 comfortable reclining seats, air conditioning, high-quality audio system, CCTV surveillance, individual charging ports, complimentary snacks, free Wi-Fi, spacious luggage compartments, personal reading lights, and television and entertainment systems."
        },
        {
          "type": "emphasis",
          "content": "Our Services"
        },
        {
          "type": "normal",
          "content": "We provide daily passenger transport services from Addis Ababa to key cities and towns across Ethiopia. Tickets can be booked at any of our branch offices, or you may contact us directly for booking assistance."
        },
        {
          "type": "emphasis",
          "content": "Operating Routes"
        },
        {
          "type": "normal",
          "content": "Soloda Bus currently operates the following major routes: Addis Ababa → Denbi Delo, Addis Ababa → Nekemt, Addis Ababa → Metu, Addis Ababa → Gambella, Addis Ababa → Jijiga, Addis Ababa → Mekelle, and Mekelle → Shire-Indeslasie. For updated ticket prices, please contact any of our ticket offices."
        },
        {
          "type": "emphasis",
          "content": "Contact Information"
        },
        {
          "type": "normal",
          "content": "Ticket Offices: Addis Ababa Ticket Offices (Lamberte & Asko Bus Station) - 0912 40 06 57 | Mekelle Ticket Office - 0912 04 16 19 | Shire Ticket Office - 0990 41 59 11"
        },
        {
          "type": "normal",
          "content": "Head Office: Soloda Special Bus Public Transport Service Company, Bole Lemi Industrial Park, Gelila Manufacturing PLC, Addis Ababa, Ethiopia. Phone: 0908 12 66 12 | 0905 38 55 38"
        }
      ],
      "image": {
        "src": "https://lh3.googleusercontent.com/aida-public/AB6AXuDK-3SXrYMfOrKvO4qmo-7-ub_xmZnO1Qf40VFgNaf8TWAGWXudUfTSsqDJ4U34YnfZXYhXbugz4c4oq5JJ2r0KTIx633uUS0yqNAVaBo3Bp2d7gGIsPlKU5hmWBK5hciwXGy92I1k9243rRm3qraPw8GInyPnH2TkfadXVSZVZS8xB7sUOH7wTIdloqPcFMY4akyt51uffljK96-bsKooVwdLFCEEBazjAV40MFUY5wpONJDXUg5UIWNluG2kZel4NATVjgSbGLXCN",
        "alt": "A modern luxury bus from Soloda Special Bus Public Transport Service Company"
      },
      "routes": [
        "Addis Ababa → Denbi Delo",
        "Addis Ababa → Nekemt",
        "Addis Ababa → Metu",
        "Addis Ababa → Gambella",
        "Addis Ababa → Jijiga",
        "Addis Ababa → Mekelle",
        "Mekelle → Shire-Indeslasie"
      ],
      "amenities": [
        "3-by-2 comfortable reclining seats",
        "Air conditioning",
        "High-quality audio system",
        "CCTV surveillance",
        "Individual charging ports",
        "Complimentary snacks",
        "Free Wi-Fi",
        "Spacious luggage compartments",
        "Personal reading lights",
        "Television and entertainment system"
      ],
      "contactInfo": {
        "ticketOffices": [
          {
            "location": "Addis Ababa Ticket Offices (Lamberte & Asko Bus Station)",
            "phone": "0912 40 06 57"
          },
          {
            "location": "Mekelle Ticket Office",
            "phone": "0912 04 16 19"
          },
          {
            "location": "Shire Ticket Office",
            "phone": "0990 41 59 11"
          }
        ],
        "headOffice": {
          "name": "Soloda Special Bus Public Transport Service Company",
          "address": "Bole Lemi Industrial Park, Gelila Manufacturing PLC",
          "city": "Addis Ababa, Ethiopia",
          "phones": ["0908 12 66 12", "0905 38 55 38"]
        }
      }
    },
    {
      "slug": "gelila-food",
      "name": "Gelila Food Complex",
      "title": "Gelila Food Complex",
      "badge": "Subsidiary Company",
      "description": "A modern wheat flour manufacturing facility located in Axum, producing high-quality wheat flour, second-level flour (freshkelo), and nutritious by-products with a daily production capacity of 62 tons.",
      "location": "Axum, Ethiopia",
      "paragraphs": [
        {
          "type": "highlight",
          "content": "Our wheat flour manufacturing plant is located in Axum on an 8,000 m² facility. The factory has a daily production capacity of 62 tons, delivering a variety of high-quality products including wheat flour, second-level flour (freshkelo), and nutritious by-products."
        },
        {
          "type": "normal",
          "content": "Designed with modern milling technology, the plant ensures consistent product quality and safety for bakeries, households, and regional markets. We source hard and soft wheat from trusted local farmers and selected suppliers. All wheat is purchased based on strict quality parameters such as moisture content, purity level, and kernel weight."
        },
        {
          "type": "emphasis",
          "content": "Product Range"
        },
        {
          "type": "normal",
          "content": "First-Level Flour: Produced from high-quality cleaned and milled wheat, this flour is fine, white, and rich in gluten—ideal for pastries, bread, and other premium baked goods."
        },
        {
          "type": "normal",
          "content": "Second-Level Flour (Freshkelo): This flour is slightly darker and richer in natural nutrients such as fiber, vitamins, and minerals. Commonly used mixed with other cereal flours, especially teff, it is suitable for making injera. It is also used for health foods, bakery items, and nutritional supplements due to its high germ content."
        },
        {
          "type": "normal",
          "content": "By-Products (Bran): Bran is the outer layer of the wheat kernel removed during milling. It is sold mainly to farmers and used as an excellent feed for cattle, poultry, sheep, horses, and other livestock."
        },
        {
          "type": "emphasis",
          "content": "Production Process"
        },
        {
          "type": "normal",
          "content": "Our milling process follows internationally recognized standards to ensure quality and consistency at every stage. The process includes wheat receiving and storage in silos, comprehensive cleaning to remove dust, stones, metals, and impurities, conditioning (tempering) to achieve optimal moisture levels, precision milling through roller mills with plan sifters for separation, and careful packaging in 5 kg, 10 kg, 25 kg, and 50 kg bags."
        },
        {
          "type": "quote",
          "content": "Our wheat flour factory in Axum combines advanced technology, strict quality control, and skilled workforce to produce high-quality flour and wheat-based products. From raw grain to packaged goods, every step of the process is designed to deliver purity, consistency, and customer satisfaction."
        },
        {
          "type": "emphasis",
          "content": "Markets We Serve"
        },
        {
          "type": "normal",
          "content": "Our flour and wheat-based products supply a wide range of customers including local retailers, bakeries, restaurants and hotels, food wholesalers and distributors, flour traders and regional markets, households, and animal feed producers (for bran). Serving both local and regional markets, we are committed to being a reliable and trusted supplier of premium wheat products in the region."
        }
      ],
      "image": {
        "src": "https://images.unsplash.com/photo-1486297678162-eb2a19b0a32d?q=80&w=2070&auto=format&fit=crop",
        "alt": "Wheat flour sacks and Gelila brand biscuits displayed in food processing facility"
      },
      "products": [
        {
          "name": "First-Level Flour",
          "description": "Fine, white flour rich in gluten, ideal for pastries, bread, and premium baked goods"
        },
        {
          "name": "Second-Level Flour (Freshkelo)",
          "description": "Slightly darker flour rich in fiber, vitamins, and minerals, suitable for injera and health foods"
        },
        {
          "name": "Bran",
          "description": "Nutritious by-product used as excellent feed for cattle, poultry, sheep, horses, and livestock"
        }
      ],
      "packaging": ["5 kg bags", "10 kg bags", "25 kg bags", "50 kg bags"],
      "markets": [
        "Local retailers",
        "Bakeries",
        "Restaurants and hotels",
        "Food wholesalers and distributors",
        "Flour traders and regional markets",
        "Households",
        "Animal feed producers"
      ],
      "facilityInfo": {
        "location": "Axum, Ethiopia",
        "facilitySize": "8,000 m²",
        "dailyCapacity": "62 tons"
      }
    }
  ]
}
